"[WC] Richard Gasquet (FRA) vs [2] Jannik Sinner (ITA) Sinner Leads head to head 2-0.\n23 ATP Masters 1000 Indian Wells (U.S.A.)Hard R64 Jannik Sinner 6-3 7-6(2)\n23 Halle (Germany) Grass R32 Jannik Sinner 6-3 5-7 6-2\nRICHARD GASQUET Vs JANNIK SINNER\n37 (18 June 1986) Age (Birthdate) 22 (16 August 2001)\nNo. 124 (No. 7 on 9 July 2007) PIF ATP Ranking (High) No. 2 (No. 2 on 1 Apr. 2024)\nBeziers, France Birthplace San Candido, Italy\n3-8 (2-3) 2024 W-L (Clay) 29-2 (7-1)\n605-397 (165-112) Career W-L (Clay) 219-76 (50-21)\n16 (3) Career Titles (Clay) 13 (1)\n116-72 (2007, 2015 Wimbledon,\n2013 US Open SF)\nGrand Slam W-L (Best Finish) 46-16 (2024 Australian Open Title)\n30-20 (2016 QF) Roland Garros W-L (Best Finish) 12-4 (2020 QF)\n12-14 (1-2) 5th-Set W-L (Roland Garros) 6-7 (1-1)\n2 Comebacks from 2 Sets Down 2\n230-191 (3-2) Career Tiebreak W-L (2024) 65-48 (3-2)\n$20,906,304 ($225,283) Career Prize Money (2024) $21,499,280 ($4,455,845)\nJulien Cassaigne Coach Simone Vagnozzi, Darren Cahill\nRICHARD GASQUET\nRoland Garros Stats\n> The French veteran is playing in his 21st Roland Garros main draw and ties Feliciano Lopez for most appearances at\nthe event in Open Era.\n> Defeated Coric 7-6(5) 7-6(2) 6-4 to record his 30th win at the event and now seeks his 10th 3R in Roland Garros, first\ntime since 2018 (2005, 2011-18).\nFor the latest stats throughout Roland Garros, follow @ATPMediaInfo on Twitter.\n2024 ROLAND GARROS – Day 4 Media Notes\nWednesday 29 May 2024\nPage 4 of 16                       www.rolandgarros.com\n> Reached the Roland Garros fourth round in five attempts (2011-13, 2015-16), defeating No. 6 Nishikori for only Top 10\nwin at the event (1-12) to reach the 2016 quarter-finals (l. to No. 2 Murray).\n> His 116 Grand Slam wins is 3rd-most among Frenchmen behind Tsonga and Monfils (both 121).\n> He made his debut in 2002, losing to eventual champion Albert Costa in 1R as a 16-year-old WC ranked No. 294.\n> Also at 2002 Roland Garros, captured boys’ singles title, defeating Recouderc 6-0 6-1 in the final.\n> Owns 2 wins vs. Top-2 players (2-37), defeating No. 1 Federer at 2005 ATP Masters 1000 Monte-Carlo and No. 2\nMedvedev at 2022 Geneva.\n> Looks to be the first Frenchman to defeat a Top-2 player at a Grand Slam since Tsonga at 2008 Australian Open (d. No.\n2 Nadal) and first at Roland Garros since Mutis defeated No. 2 Roddick in 2004.\nCareer Highlights\n> Former World No. 1 junior achieved career-high No. 7 in 2007 and finished 4 seasons in Top 10 overall (2007, 2012-13,\n2015).\n> Defeated Top-5 players in 5 sets to reach SFs at 2007 Wimbledon (d. Roddick in QF), 2013 US Open (d. Ferrer in QF)\nand 2015 Wimbledon (d. Wawrinka in QF).\n> Owns 16 ATP Tour titles, including 2023 Auckland where he won the title at age 36 to become the oldest winner during\nthe season.\n> Qualified at Nitto ATP Finals in 2007 and 2013, and reached ATP Masters 1000 finals at 2005 Hamburg, 2006 Toronto\nand 2012 Toronto.\n> Won ATP Tour debut as 15-year-old at 2002 Monte Carlo (d. Squillari), earned biggest career win at 2005 Monte Carlo\n(d. No. 1 Federer) and posted 500th career win at 2018 Monte Carlo (d. M. Zverev).\n> Remains youngest match winner since start of ATP Tour in 1990 and owns 605 wins overall – most among Frenchmen\nin Open Era (since 1968) and joined Nadal, Djokovic and Murray as only active players on ATP Tour with at least 600\nwins.\nJANNIK SINNER\nRoland Garros Stats\n> The 22-year-old Italian is playing in his 5th Roland Garros, reaching at least the fourth round stage in first three\nappearances (2020 QF, 2021-22 4R), before losing to Altmaier in 2R last year.\n> Defeated Eubanks 6-3 6-3 6-4 in 1R and is 8-0 in Grand Slam events this season (won Australian Open in January).\n> Advanced to his first career Grand Slam QF at 2020 Roland Garros in his tournament debut, becoming the first\ndebutant to reach Roland Garros QF since Nadal in 2005. He lost to eventual champion Nadal.\n> Owns an 11-1 record vs. players outside the Top 10 at Roland Garros, l. to No. 79 Altmaier in 2023 2R.\n> He is 25-1 vs. Frenchmen since August 2020, lone loss to Rinderknech at 2021 Lyon (26-5 in career).\n> If he reaches the Roland Garros final this year, he will become the first Italian World No. 1 in PIF ATP Rankings history\nregardless of Djokovic’s result at this event.\n27 MAY\n2023\nPTS\nW/D 1R 2R 3R 4R QF SF FINAL TITLE\nNo. 1 Novak Djokovic -2000 7,960 7,970 8,010 8,060 8,160 8,360 8,760 9,260 9,960\nNo. 2 Jannik Sinner -45 8,725 8,735 8,775 8,825 8,925 9,125 9,525 10,025 10,725\nCareer Highlights\n> Unranked to begin 2018, ended 2020 as No. 1 teenager and broke into Top 10 at age 20 in 2021, then reached career-\nhigh No. 2 in April 2024, becoming the highest-ranked Italian in PIF ATP Rankings history.\n> At 2024 Australian Open, defeated 10-time champion Djokovic in SF and rallied from two sets down in final against\nMedvedev to win his 1st Grand Slam title. Became 1st player to beat Djokovic in SF or later at the tournament.\n> Earned personal-best 64 wins in 2023, setting the record for most wins by an Italian player in a single season in Open\nEra, highlighted by first ATP Masters 1000 title at Toronto.\nFor the latest stats throughout Roland Garros, follow @ATPMediaInfo on Twitter.\n2024 ROLAND GARROS – Day 4 Media Notes\nWednesday 29 May 2024\nPage 5 of 16                       www.rolandgarros.com\n> Won 2019 Next Gen ATP Finals title and 13 tour-level titles from 2020-24 and reached 2023 Nitto ATP Finals\nchampionship match in Turin (l. to Djokovic).\n> As 19-year-old in 2021, became 1st teenager to win an ATP 500 title at Washington and 1st Italian finalist in tournament\nhistory of ATP Masters 1000 Miami (since 1985).\n> After reaching finals in 2021 and 2023, won his 2nd ATP Masters 1000 title at 2024 Miami, becoming the first Italian\nwith multiple ATP Masters 1000 titles.\n> Reached QFs of all 4 Grand Slam events by 21 years of age, including 2022 Wimbledon (l. to eventual champion\nDjokovic in QF after holding 2-set lead), 2022 US Open QF (l. to eventual champion Alcaraz after holding 1 MP) and 2020\nRoland Garros QF in his tournament debut (l. to eventual champion Nadal).\nCOURT SUZANNE LENGLEN"
