{
  "title": "Roman Safiullin vs Roberto Bautista Agut H2H, Pick & Stats - BARCELONA OPEN BANC SABADELL MONDAY 15 APRIL 2024",
  "content": "\n                     <div style=\"padding: 20px 0; margin-top: 50px\">\n                        <h2>BARCELONA OPEN BANC SABADELL</h2>\n                        <span>PREVIEW & DAY 1 – MONDAY 15 APRIL 2024</span>\n                        <br/>\n                        <p>Real Club de Tenis Barcelona 1899, Barcelona, Spain.</p>\n                     </div>\n\n                     <div style=\"margin: 80px 0\">\n                        <ul>\n                           <li>Player1 Name: Roman Safiullin</li>\n                           <li>Player2 Name: Roberto Bautista Agut</li>\n                           <li>Event Name: BARCELONA OPEN BANC SABADELL</li>\n                           <li>Match Date: MONDAY 15 APRIL 2024</li>\n                           \n                           <li>Day Of Event: DAY 1</li>\n                           <li>Event Address: Real Club de Tenis Barcelona 1899, Barcelona, Spain</li>\n                        </ul>\n                     </div>\n\n                     <p>\n                        The 2024 BARCELONA OPEN BANC SABADELL continues with plenty of interesting matches on the DAY 1 schedule. \n                        Let's have a look at all the career, \n                        performance and head-to-head stats for the match and find out if Roman Safiullin or Roberto Bautista Agut is expected to win.\n                     </p>\n\n                     <br/> <br/>\n\n                     <h3 class=\"wp-headings\">Match Details:</h3>\n                     <p>Roman Safiullin vs Roberto Bautista Agut - MONDAY 15 APRIL 2024 - BARCELONA OPEN BANC SABADELL - Real Club de Tenis Barcelona 1899, Barcelona, Spain</p>\n                     \n                     <br/> <br/>\n\n                     <h3 class=\"wp-headings\">Roman Safiullin vs Roberto Bautista Agut Head-to-Head, Preview, Stats & Pick:</h3>\n                     <article>\n                        <h5>Head To Head Safiullin Leads 1-0.</h5>\n                        <br/>\n                        <p>Roman Safiullin vs [WC] Roberto Bautista Agut (ESP)   Safiullin Leads head to head 1-0.\n23 Wimbledon (Great Britain)  Grass R128 Roman Safiullin  2-6 7-6(7) 6-7(4) 6-4 7-5\nRoman Safiullin | Age: 26 | World No. 38 | Career-High No. 36 | 2024: 6-8 (Brisbane SF) | Barcelona: 0-0 (Debut)\n> Former World No. 2 junior broke into Top 100 in August 2022 and achieved career-high No. 36 in January 2024.\n> Posted personal-best 20 wins in 2023, highlighted by 1st ATP Tour final at Chengdu and defeating No. 2 Alcaraz at\nATP Masters 1000 Paris to reach 3R as Q.\n> As World No. 92 in Wimbledon main draw debut, became the lowest-ranked quarterfinalist since Kyrgios in 2014.\n> Defeated 2-time champion and World No. 4 Tsitsipas to reach 1st ATP Tour SF at 2022 Marseille, and advanced to\n2nd SF on indoor hard courts at 2022 Tel Aviv.\n> Went 105-21 with 11 titles on ITF Junior Circuit, posting wins over Medvedev, Rublev and Khachanov before ending\njunior career as 2015 Australian Open champion.\nNOTE: Safiullin is playing in his 7th tour-level clay court event and owns 5-1 record in opening rounds of clay court\ntournaments. He is 4-1 vs. Spaniards on tour-level including biggest win of career over No. 2 Alcaraz at 2023 ATP\nMasters 1000 Paris.\nRoberto Bautista Agut | Age: 36 | World No. 84 | Career-High No. 9 | 2024: 6-8 (Hong Kong QF) | Event: 8-7 (’15, ‘18 QF)\n> Captured 10th and 11th ATP Tour titles of career in 2022, earned 300th win of career in 2020 and ended 2019 at\ncareer-high No. 9.\n> Reached 1st Grand Slam QF at 2019 Australian Open and 1st Grand Slam SF at 2019 Wimbledon after entering\nseason with 0-9 record in Grand Slam 4R matches.\n> Defeated No. 1 Djokovic in 2016 ATP Masters 1000 Shanghai SF, 2019 Doha SF and 2019 ATP Masters 1000\nMiami 4R, as well as No. 1 Medvedev in 2022 Mallorca QF.\n> Went 4-1 at 2022 ATP Cup and 6-0 at 2020 ATP Cup to lead Spain to finals after helping his country win 2019\nDavis Cup.\nBarcelona Open Banc Sabadell\nPreview & Day 1 – Monday 15 April 2024\nPage 5 of 8      www.ATPTour.com\n\n> Played football for Villarreal C.F. until he was 14 years old.\nNOTE: Bautista Agut, who turned 36 on Sunday, is making his 8th main draw appearance in Barcelona and is 6-1 in\nopening rounds at the event. He is two wins away from reaching the milestone of 400 tour-level wins (398-253)</p>\n                     </article>\n   \n                     <br/> <br/>\n   \n                     <h3 class=\"wp-headings\">Roman Safiullin vs Roberto Bautista Agut Prediction:</h3>\n\n                     <p>\n                        I believe Roman Safiullin will win in straight sets. \n                        The Stevegtennis.com prediction algorithm has a much better success rate in picking \n                        match winners than me! \n                        So check out who it picks for this match here: Stevegtennis.com Roman Safiullin  vs Roberto Bautista Agut prediction.\n                        <br/>\n                        <br/>\n                        <a href=\"https://www.stevegtennis.com/head-to-head/men/Roman_Safiullin/Roberto_Bautista_Agut/\" target=\"_blank\">\n                           See Head 2 Head Roman Safiullin vs Roberto Bautista Agut in Stevegtennis\n                        </a>\n                     </p>\n                     ",
  "status": "published",
  "slug": "roman-safiullin-vs-roberto-bautista-agut-h2h-pick-stats-barcelona-open-banc-sabadell-monday-15-april-2024",
  "author": 1
}
